{"book_id": "OL15936512W", "title": "Ready Player One", "title_prefix": "R", "title_lower": "ready player one", "authors": [{"author_id": "OL6941868A", "author_name": "OL6941868A"}, {"author_id": "OL7127028A", "author_name": "Arnaud Regnauld"}, {"author_id": "OL13613169A", "author_name": "Ernest Cline"}], "isbn_13": [], "first_publish_year": null, "subjects": ["Regression (Civilization)", "Utopias", "Virtual reality", "Fiction", "Puzzles", "Fiction, science fiction, action & adventure", "Fiction, dystopian", "Shared virtual environments", "YOUNG ADULT FICTION / Computers & Digital Media", "YOUNG ADULT FICTION / Dystopian"], "language": "en", "avg_rating": 4.01, "rating_count": 291, "description": "In the year 2044. reality is an ugly place. The only time teenage Wade Watts *really* feels alive is when he's jacked into the virtual utopia known as the OASIS. Wade's devoted his life to studying the puzzles hidden within this world's digital confines--puzzles that are based on their creator's obsession with the pop culture of decades past and that promise massive power and fortune to whoever can unlock them. \r\n\r\nBut when Wade stumbles upon the first clue, he finds himself beset by players willing to kill to take this ultimate prize. The race is on, and if Wade's going to survive, he'll have to win--and confront the real world he's always been so desperate to escape. (Provided by publisher).", "cover_id": 8737626}
{"book_id": "OL16509148W", "title": "The Song of Achilles", "title_prefix": "T", "title_lower": "the song of achilles", "authors": [{"author_id": "OL1926056A", "author_name": "OL1926056A"}, {"author_id": "OL9252551A", "author_name": "OL9252551A"}], "isbn_13": [], "first_publish_year": null, "subjects": ["Trojan War", "Achilles (Greek mythology)", "Male friendship", "Fiction", "Gay love", "Thetis", "Greeks", "History", "Trojan War. fast (OCoLC)fst01157294", "Friendship, fiction"], "language": "en", "avg_rating": 4.286, "rating_count": 126, "description": "This is the story of the seige of Troy from the perspective of Achilles best-friend Patroclus.  Although Patroclus is outcast from his home for disappointing his father he manages to be the only mortal who can keep up with the half-God Archilles.  Even though many will know the facts behind the story the telling is fresh and engaging.", "cover_id": 7098465}
{"book_id": "OL17062644W", "title": "Ancillary Justice", "title_prefix": "A", "title_lower": "ancillary justice", "authors": [{"author_id": "OL3399168A", "author_name": "OL3399168A"}], "isbn_13": [], "first_publish_year": null, "subjects": ["Science Fiction", "Fiction", "Quests (Expeditions)", "Ebook", "Space Opera", "Revenge", "Adult", "General", "Adventure", "Fiction, science fiction, general"], "language": "en", "avg_rating": 3.914, "rating_count": 70, "description": "On a remote, icy planet, the soldier known as Breq is drawing closer to completing her quest.\r\n\r\nOnce, she was the *Justice of Toren*--a colossal starship with an artificial intelligence linking thousands of soldiers in the service of the Radch, the empire that conquered the galaxy.\r\n\r\nNow, an act of treachery has ripped it all away, leaving her with one fragile human body, unanswered questions, and a burning desire for vengeance.\r\n\r\n\r\nSequels: Ancillary Sword; Ancillary Mercy.", "cover_id": 7355949}
{"book_id": "OL1975714W", "title": "A Fire upon the Deep", "title_prefix": "A", "title_lower": "a fire upon the deep", "authors": [{"author_id": "OL2751197A", "author_name": "OL2751197A"}], "isbn_13": [], "first_publish_year": 1992, "subjects": ["Fiction", "Hugo Award Winner", "Life on other planets", "award:hugo_award=1993", "award:hugo_award=novel", "Science fiction", "Intellect", "Long Now Manual for Civilization", "Life on other planets -- Fiction.", "Fiction, science fiction, general"], "language": "en", "avg_rating": 4.239, "rating_count": 67, "description": "Thousands of years in the future, humanity is no longer alone in a universe where a mind's potential is determined by its location in space, from superintelligent entities in the Transcend, to the limited minds of the Unthinking Depths, where only simple creatures, and technology, can function. Nobody knows what strange force partitioned space into these \"regions of thought,\" but when the warring Straumli realm use an ancient Transcendent artifact as a weapon, they unwittingly unleash an awesome power that destroys thousands of worlds and enslaves all natural and artificial intelligence.\r\n\r\nFleeing this galactic threat, Ravna crash lands on a strange world with a ship-hold full of cryogenically frozen children, the only survivors from a destroyed space-lab. They are taken captive by the Tines, an alien race with a harsh medieval culture, and used as pawns in a ruthless power struggle.", "cover_id": 9261466}
{"book_id": "OL5961784W", "title": "Grave Peril", "title_prefix": "G", "title_lower": "grave peril", "authors": [{"author_id": "OL5152266A", "author_name": "OL5152266A"}, {"author_id": "OL3006736A", "author_name": "OL3006736A"}], "isbn_13": [], "first_publish_year": null, "subjects": ["Ghost stories", "Harry Dresden (Fictitious character)", "Wizards", "Fiction", "Fantasy", "Dresden, Harry (Fictitious characters), Urban Fiction", "Chicago (ill.), fiction", "Private investigators, fiction", "Fiction, fantasy, contemporary", "Fiction, mystery & detective, general"], "language": "en", "avg_rating": 4.097, "rating_count": 62, "description": "Now in hardcover from the New York Times bestselling author of The Dresden Files.Harry Dresden's faced some pretty terrifying foes during his career. Giant scorpions. Oversexed vampires. Psychotic werewolves. All par for the course for Chicago's only professional wizard.But in all of Harry's years of supernatural sleuthing, he's never faced anything like this: the spirit world's gone postal. All over Chicago, ghosts are causing trouble—and not just of the door-slamming, 'boo'- shouting variety. These ghosts are tormented, violent, and deadly.Someone—or something—is stirring them up to wreak unearthly havoc. But why? And why do so many of the victims have ties to Harry? If Harry doesn't figure it out soon, he could wind up a ghost himself.", "cover_id": 1697925}
{"book_id": "OL13716951W", "title": "The Tales of Beedle the Bard", "title_prefix": "T", "title_lower": "the tales of beedle the bard", "authors": [{"author_id": "OL23919A", "author_name": "OL23919A"}], "isbn_13": [], "first_publish_year": 2008, "subjects": ["Magicians", "Magic", "Hogwarts School of Witchcraft and Wizardry (Imaginary place)", "Warlocks", "Fairy tales", "Children's stories, English", "Fantasy", "Wizards", "New York Times bestseller", "Fiction"], "language": "en", "avg_rating": 3.78, "rating_count": 59, "description": "A collection fairy tales for young wizards and witches, with each story followed by observations on Wizarding history, personal reminiscences, and information on the story's key elements by Hogwarts headmaster, Albus Dumbledore.\r\n\r\nWizard and the Hopping Pot --\r\nFountain of Fair Fortune --\r\nWarlock's Hairy Heart --\r\nBabbitty Rabbitty and her Cackling Stump --\r\nTale of the Three Brothers.", "cover_id": 13776199}
{"book_id": "OL4132752W", "title": "The City of Ember (The First Book of Ember)", "title_prefix": "T", "title_lower": "the city of ember (the first book of ember)", "authors": [{"author_id": "OL776499A", "author_name": "OL776499A"}], "isbn_13": [], "first_publish_year": null, "subjects": ["Fiction", "Juvenile Fiction", "Science Fiction", "Fantasy fiction", "Children's fiction", "Children's stories", "Fiction, fantasy, general", "Fantasy", "Occupations", "Good and evil"], "language": "en", "avg_rating": 3.965, "rating_count": 57, "description": "A modern-day classic. This highly acclaimed adventure series about two friends desperate to save their doomed city has captivated kids and teachers alike for almost fifteen years and has sold over 3.5 MILLION copies!\r\n \r\nThe city of Ember was built as a last refuge for the human race. Two hundred years later, the great lamps that light the city are beginning to flicker. When Lina finds part of an ancient message, she’s sure it holds a secret that will save the city. She and her friend Doon must race to figure out the clues before the lights go out on Ember forever!", "cover_id": 14421081}
{"book_id": "OL2707183W", "title": "Assassin's Apprentice", "title_prefix": "A", "title_lower": "assassin's apprentice", "authors": [{"author_id": "OL395837A", "author_name": "OL395837A"}], "isbn_13": [], "first_publish_year": 2003, "subjects": ["Fiction, fantasy, general", "Assassins", "Fiction", "The Realm of the Elderlings", "The Farseer Trilogy", "Fantasy", "Fantasy fiction", "Ke xue huan xiang xiao shuo", "Fiction, fantasy, epic", "Magic"], "language": "en", "avg_rating": 3.873, "rating_count": 55, "description": "Young Fitz is the bastard son of the noble Prince Chivalry, raised in the shadow of the royal court by his father's gruff stableman.  He is treated like an outcast by all the royalty except the devious King Shrewd, who has him secretly tutored in the arts of the assassin.  For in Fitz's blood runs the magic Skill--and the darker knowledge of a child raised with the stable hounds and rejected by his family.  As barbarous raiders ravage the coasts, Fitz is growing to manhood.  Soon he will face his first dangerous, soul-shattering mission.  And though some regard him as a threat to the throne, he may just be the key to the survival of the kingdom.From the Paperback edition.", "cover_id": 4915230}
{"book_id": "OL19347273W", "title": "Lock In: A Novel of the Near Future (Lock In Series Book 1)", "title_prefix": "L", "title_lower": "lock in: a novel of the near future (lock in series book 1)", "authors": [{"author_id": "OL1394231A", "author_name": "OL1394231A"}], "isbn_13": [], "first_publish_year": null, "subjects": ["Virus diseases", "Fiction", "Epidemics", "Isolation (Hospital care)", "Virtual reality", "Paranormal fiction", "FICTION / Science Fiction / General", "Fiction, science fiction, general", "Brainwashing", "Paralysis"], "language": "en", "avg_rating": 3.981, "rating_count": 52, "description": "\"Fifteen years from now, a new virus sweeps the globe. 95% of those afflicted experience nothing worse than fever and headaches. Four percent suffer acute meningitis, creating the largest medical crisis in history. And one percent find themselves \"locked in\"--fully awake and aware, but unable to move or respond to stimulus. One per cent doesn't seem like a lot. But in the United States, that's 1.7 million people \"locked in\"...including the President's wife and daughter. Spurred by grief and the sheer magnitude of the suffering, America undertakes a massive scientific initiative. Nothing can restore the ability to control their own bodies to the locked in. But then two new technologies emerge. One is a virtual-reality environment, \"The Agora,\" in which the locked-in can interact with other humans, both locked-in and not. The other is the discovery that a few rare individuals have brains that are receptive to being controlled by others, meaning that from time to time, those who are locked in can \"ride\" these people and use their bodies as if they were their own. This skill is quickly regulated, licensed, bonded, and controlled. Nothing can go wrong. Certainly nobody would be tempted to misuse it, for murder, for political power, or worse....John Scalzi's Lock In is a novel of our near future, from one of the most popular authors in modern science fiction\"--", "cover_id": 8458699}
{"book_id": "OL5092623W", "title": "Mrs. Frisby and the Rats of Nimh", "title_prefix": "M", "title_lower": "mrs. frisby and the rats of nimh", "authors": [{"author_id": "OL1120852A", "author_name": "OL1120852A"}, {"author_id": "OL8127916A", "author_name": "OL8127916A"}], "isbn_13": [], "first_publish_year": null, "subjects": ["Ficción juvenil", "Fiction", "Juvenile fiction", "Mice", "Ratas", "Ratones", "Rats", "Newbery medal book", "Spanish language materials", "General"], "language": "en", "avg_rating": 4.091, "rating_count": 44, "description": "Mrs. Frisby, a widowed mouse with four small children, is faced with a terrible problem. She must move her family to their summer quarters immediately, or face almost certain death. But her youngest son, Timothy, lies ill with pneumonia and must not be moved. Fortunately, she encounters the rats of NIMH, an extraordinary breed of highly intelligent creatures, who come up with a brilliant solution to her dilemma. And Mrs. Frisby in turn renders them a great service.", "cover_id": 7762286}
